{
  "blogs": [
    {
      "title": "My First Blog",
      "body": "Have you ever searched for something interesting to say, wondered how to make new friends or suffered from social anxiety? You aren’t alone. There are millions of other people in your shoes. Heck, I used to have similar problems. These days I can talk to almost anyone and handle everyday social situations with ease. However, it’s been a long journey fraught with challenges before I reached my destination. There’s no doubt about it communication skills are vital to success. Whether you want to improve your romantic relationships, build closer bonds with your family, make your friendships stronger, or boost your career, you absolutely must polish your communication skills.",
      "author": "Memuna",
      "id": "1"
    },
    {
      "title": "Opening Body",
      "body": "All the progress the human race has enjoyed comes down to communication.\nThink about it. How would we have invented our first tools, raised families,\nbuilt societies, and formed governments if we hadn’t been able to\ncommunicate effectively? We need these vital skills to form relationships,\nexchange ideas, and enjoy spending time with family and friends.\nUnfortunately, our life experiences often get in the way, \nand we start to lose\ntouch with our natural abilities. For example, if you are bullied at school, you\nmight come to believe that you are an intrinsically unpopular person who will\nnever make friends. In this kind of situation, it makes sense that your social\nrelationships will suffer.",
      "author": "Salamatu",
      "id": "2"
    },
    {
      "id": "acfc",
      "title": "Blue Bird",
      "body": "there’s a bluebird in my heart that\nwants to get out\nbut I’m too tough for him,\nI say, stay in there, I’m not going\nto let anybody see\nyou.\n\nthere’s a bluebird in my heart that\nwants to get out\nbut I pour whiskey on him and inhale\ncigarette smoke\nand the whores and the bartenders\nand the grocery clerks\nnever know that\nhe’s\nin there.\n\nthere’s a bluebird in my heart that\nwants to get out\nbut I’m too tough for him,\nI say,\nstay down, do you want to mess\nme up?\nyou want to screw up the\nworks?\nyou want to blow my book sales in\nEurope?\n\nthere’s a bluebird in my heart that\nwants to get out\nbut I’m too clever, I only let him out\nat night sometimes\nwhen everybody’s asleep.\nI say, I know that you’re there,\nso don’t be sad.\n\nthen I put him back,\nbut he’s still singing a little\nin there, I haven’t quite let him\ndie\nand we sleep together like\nthat\nwith our\nsecret pact\nand it’s nice enough to\nmake a man\nweep, but I don’t\nweep, do\nyou?",
      "author": ""
    },
    {
      "id": "75a4",
      "title": "the great escape",
      "body": "listen, he said, you ever seen a bunch of crabs in a\nbucket?\nno, I told him.\nwell, what happens is that now and then one crab\nwill climb up on top of the others\nand begin to climb toward the top of the bucket,\nthen, just as he’s about to escape\nanother crab grabs him and pulls him back\ndown.\nreally? I asked.\nreally, he said, and this job is just like that, none\nof the others want anybody to get out of\nhere. that’s just the way it is\nin the postal service!\nI believe you, I said.\n\njust then the supervisor walked up and said,\nyou fellows were talking.\nthere is no talking allowed on this\njob.\n\nI had been there for eleven and one-half\nyears.\n\nI got up off my stool and climbed right up the\nsupervisor\nand then I reached up and pulled myself right\nout of there.\n\nit was so easy it was unbelievable.\nbut none of the others followed me.\n\nand after that, whenever I had crab legs\nI thought about that place.\nI must have thought about that place\nmaybe 5 or 6 times\n\nbefore I switched to lobster.\n\n",
      "author": "salamatu"
    },
    {
      "id": "a713",
      "title": "the lazyy",
      "body": "just then the supervisor walked up and said,\nyou fellows were talking.\nthere is no talking allowed on this\njob.",
      "author": "Memuna"
    }
  ]
}